ahkar-kyaw/e_me599_Zephyr/04_firmware/platforms/esp32/sdkconfig.defaults
# ESP-IDF project defaults for the ESP32 prototype firmware.

CONFIG_IDF_TARGET="esp32"

CONFIG_ESPTOOLPY_FLASHSIZE_2MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="2MB"

CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200

CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_LOG_DEFAULT_LEVEL=3
